Revit 2024 API
Document.GetSpaceAtPoint Method
Gets a space containing the point.
Overload List
Name | Description
GetSpaceAtPoint(XYZ)
Gets a space containing the point.
GetSpaceAtPoint(XYZ, Phase)
Gets a space containing the point.
See Also
Document Class
Document Members
Autodesk.Revit.DB Namespace